lib/schedule.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Header>
    <AuthHeader xmlns="https://www.xend.com.ph/apitest/">
      <UserToken>081C1A4C‐39DE‐4A5C‐B9AB‐610E8EC5E078</UserToken>
    </AuthHeader>
  </soap12:Header>
  <soap12:Body>
    <GetAddress xmlns="https://www.xend.com.ph/apitest/" />
  </soap12:Body>
</soap12:Envelope>